/*
 Localizable.strings
 ge-calc
 
 Created by Yuta Hoshino on 2014/06/18.
 Copyright (c) 2014 ge-nie inc. All rights reserved.
 */

//Calc

//WalkThrough
"Design overhauled"="Diseño revisado";
"I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu."="He revisado el diseño de la versión para iPad.\nEl texto anterior del editor se puede descargar desde el menú de configuración.";
"Can be done while viewing the history."="Se puede hacer mientras se visualiza el historial.";
"Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history."="Inclinando el dispositivo hacia un lado para colocarlo en modo paisaje permite calcular mientras se ven las notas del historial de cálculo.";
"Leave 10 times more memos"="Deja 10 veces más notas";
"By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations."="Al deslizar una nota, puedes cambiar las páginas. Puedes dejar notas nuevas por tema, facilitando la comparación de cálculos.";
"Save the memo to Evernote with 3 taps"="Save the memo to Evernote with 3 taps";
"By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on."="Con la búsqueda puedes crear atajos a la hora de volver a calcular. Instala Evernote.app en iOS8, pulsa el botón de compartir, ve a 'otros', y activa Evernote.";
"No more frequently than once per hour."="No más de una vez por hora.";
"With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this."="Con ge-calc, cuando se muestra un anuncio a pantalla completa, no se vuelve a mostrar otro en una hora. También tenemos un complemento disponible para aquellos a quienes esto les resulta molesto.";
"Double tap to change the size of the calculator."="Toca dos veces para cambiar el tamaño de la calculadora.";
"Shrink it when you want to see the memo. Expand it when you want to punch in numbers."="Hazla más pequeña cuando quieras ver la nota. Hazla más grande cuando quieras introducir números.";
"Skip"="Saltar";

//Google Analytics Notice
"Do you help us improve the quality?"="Puedes ayudarnos a mejorar la calidad";
"Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content."="Envía datos de uso anónimos de forma automática. Los datos de uso no incluyen la nota ne sí ni contenido clave.";
"Do not comply"="Rechazar";
"Comply"="Aceptar";

//Notepad
//Input date by menu bar
//Action
//Thanks
//Dank je wel!

//means close


"Thanks Message 2"="* Tu crítica ayudará a esta aplicación a crecer . Si te satisface esta versión, por favor danos una alegría y envía una reseña. ";





"Tell a friend"="Comparte esta aplicación con un amigo";
//Setting

"Report an issue"="Informa acerca de un problema";
"Post a review"="Escribe una reseña";












//alert

//Report an issue


//Hints & Option Store




//Title for when you purchased the add-on.




































//Alert title
//Alert message
//Theme


//Only for Japanese
//Delete

//Alert
"Your review will grow this app. If you are satisfied about this version, please cheer by posting a review."="Tu crítica ayudará a esta aplicación a crecer . Si te satisface esta versión, por favor danos una alegría y envía una reseña.";


//means “cancel”
//means “go to AppStore”
//Mail Settings check alert
//Alert title
//Message
//File Scheme
//Alert title

//75
"genews_title_0" = "Localization by GitHub";
"genews_url_0" = "http://ge-nie.co.jp/post/localization-by-github";

"genews_title_1" = "What’s Notes list?";
"genews_url_1" = "http://ge-nie.co.jp/post/whats-notes-list";

//v76
"genews_title_2" = "What’s 'Jump to the top'?";
"genews_url_2" = "http://ge-nie.co.jp/post/whats-jump-to-the-top";

"genews_title_3" = "Send all notes for free";
"genews_url_3" = "http://ge-nie.co.jp/post/send-all-notes-for-free";
